/* No comment provided by engineer. */
"%@ to %@" = "%1$@ till %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d av %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li till %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "\"item\"-parameter krävs";

/* No comment provided by engineer. */
"'portal' parameter required" = "\"portal\"-parameter krävs";

/* No comment provided by engineer. */
"'tags' parameter required" = "\"tags\"-parameter krävs";

/* No comment provided by engineer. */
"'title' parameter required" = "\"titel\"-parameter krävs";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Inget värde>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Åtkomst till enhetsplatsen medges ej.";

/* No comment provided by engineer. */
"Actual Size" = "Verklig storlek";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Add Attachment" = "Lägg till bilaga";

/* No comment provided by engineer. */
"Add..." = "Lägg till ...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Ett itemID krävs för denna åtgärd. Hämta ett ItemID genom att lägga till objektet i portalen.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Ett NSException-fel utan felhantering inträffade, men den ursprungliga informationen och anropsstacken är inte tillgänglig. Lägg till brytpunkter för Objective-c-undantag om du vill se vilken kodrad som orsakar det ursprungliga NSException-undantaget. Mer information om hur du gör detta finns i dokumentationen.";

/* No comment provided by engineer. */
"Apply Geometry" = "Använd geometri";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Minst 1 inrättning krävs för att lösa en rutt.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Minst 1 incident krävs för att lösa en rutt.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Minst 2 stopp krävs för att lösa en rutt.";

/* No comment provided by engineer. */
"Attachment" = "Bilaga";

/* No comment provided by engineer. */
"Attachments" = "Bilagor";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Ett försök att använda funktioner som inte stöds på den aktuella licensnivån";

/* No comment provided by engineer. */
"Authorization required" = "Auktorisering krävs";

/* No comment provided by engineer. */
"Bad Request" = "Ogiltig begäran";

/* No comment provided by engineer. */
"Bad URL." = "Ogiltig URL.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Det går inte att spara till en annan objekttyp.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Det går inte att bekräfta identiteten för '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certifikat krävs";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Utmaning för URL: %1$@ med failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Ändra funktionstyp";

/* No comment provided by engineer. */
"Choose From Library" = "Välj från bibliotek";

/* No comment provided by engineer. */
"Clear" = "Radera";

/* No comment provided by engineer. */
"Clear Geometry" = "Rensa geometri";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Created %d hours ago" = "Skapades för %d timmar sedan";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Skapades för %d minuter sedan";

/* No comment provided by engineer. */
"Created a minute ago" = "Skapades för en minut sedan";

/* No comment provided by engineer. */
"Created an hour ago" = "Skapades för en timme sedan";

/* No comment provided by engineer. */
"Created by %@" = "Skapades av %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Skapades av %1$@ för %2$d timmar sedan";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Skapades av %1$@ för %2$d minuter sedan";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Skapades av %@ för en minut sedan";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Skapades av %@ för en timme sedan";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Skapades av %1$@ i %2$@s klockan %3$@ - dag";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Skapades av %1$@ i %2$@s klockan %3$@ - fullständig";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Skapades av %@ för några sekunder sedan";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Skapades i %1$@s klockan %2$@ - dag";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Skapades i %1$@s klockan %2$@ - fullständig";

/* No comment provided by engineer. */
"Created seconds ago" = "Skapades för några sekunder sedan";

/* No comment provided by engineer. */
"Credential Required" = "Autentiseringsuppgifter krävs";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data för cirkeldiagrammet är ogiltiga";

/* No comment provided by engineer. */
"Delete" = "Ta bort";

/* No comment provided by engineer. */
"Delete Attachment" = "Ta bort bilaga";

/* No comment provided by engineer. */
"Delete Feature" = "Ta bort geoobjekt";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Om den här bilagan tas bort, tas den bort från popupen och den associerade datakällan.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Om det här geoobjektet tas bort, tas den bort från kartan och den associerade datakällan.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Attributen för vägbeskrivningens tid och avstånd matchar inte.";

/* No comment provided by engineer. */
"Edit" = "Redigera";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Redigerades för %d timmar sedan";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Redigerades för %d minuter sedan";

/* No comment provided by engineer. */
"Edited a minute ago" = "Redigerades för en minut sedan";

/* No comment provided by engineer. */
"Edited an hour ago" = "Redigerade för en timme sedan";

/* No comment provided by engineer. */
"Edited by %@" = "Redigerades av %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Redigerad av %1$@ för %2$d timmar sedan";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Redigerad av %1$@ för %2$d minuter sedan";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Redigerades av %@ för en minut sedan";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Redigerades av %@ för en timme sedan";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Redigerad av %1$@ i %2$@s klockan %3$@ - dag";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Redigerad av %1$@ i %2$@s klockan %3$@ - fullständig";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Redigerades av %@ för några sekunder sedan";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Redigerad i %1$@s klockan %2$@ - dag";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Redigerad i %1$@s klockan %2$@ - fullständig";

/* No comment provided by engineer. */
"Edited seconds ago" = "Redigerades för några sekunder sedan";

/* No comment provided by engineer. */
"Empty username/password" = "Tomt användarnamn/lösenord";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Ange ett datum mellan %1$@ och %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Ange ett tal mellan %1$@ och %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Ange ett tal mellan %1$i och %2$i";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Fel när identiteten lades till i nyckelkedjan";

/* No comment provided by engineer. */
"Error adding keychain item" = "Fel när nyckelkedjeobjekt skulle läggas till";

/* No comment provided by engineer. */
"Error extracting identity" = "Fel vid extrahering av identitet";

/* No comment provided by engineer. */
"Error Loading Page" = "Fel vid laddning av sida";

/* No comment provided by engineer. */
"Error removing keychain item" = "Fel när nyckelkedjeobjekt skulle tas bort";

/* No comment provided by engineer. */
"Error updating keychain item" = "Fel när nyckelkedjeobjekt skulle uppdateras";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Överstiger maximalt värde (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra stor";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Inrättningen (%1$@) har ogiltiga attributnamn för tillagd kostnad (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Inrättningen (%1$@) har ett negativt attribut för tillagd kostnad (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Geoobjektet är inte giltigt.";

/* No comment provided by engineer. */
"Finish" = "Slutför";

/* No comment provided by engineer. */
"Finishing editing..." = "Slutför redigering...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometri";

/* No comment provided by engineer. */
"Hide" = "Dölj";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Incidenten (%1$@) har ogiltiga attributnamn för tillagd kostnad (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Incidenten (%1$@) har ett negativt attribut för tillagd kostnad (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Infoga del";

/* No comment provided by engineer. */
"Insert Vertex" = "Infoga brytpunkt";

/* No comment provided by engineer. */
"Invalid argument." = "Ogiltigt argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Felaktiga inloggningsuppgifter";

/* No comment provided by engineer. */
"Invalid GPX data." = "Ogiltiga GPX-data.";

/* No comment provided by engineer. */
"Invalid groupID." = "Ogiltigt groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Det går endast att gå med i den här organisationen genom inbjudan. Du måste få en inbjudan från administratören";

/* No comment provided by engineer. */
"KB" = "kB";

/* No comment provided by engineer. */
"Keep Current Values" = "Behåll aktuella värden";

/* No comment provided by engineer. */
"Large" = "Stor";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Mindre än minimivärdet (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Endast licensierad för utvecklaranvändning";

/* No comment provided by engineer. */
"Loading feature..." = "Läser in geoobjekt...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Kartan innehåller data som inte kan sparas. Om du vill spara kartan, som tar bort dessa data, passerar du sant för forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Missing client certificate" = "Klientcertifikat saknas";

/* string to represent hyperlink attributes */
"More Info" = "Mer information";

/* No comment provided by engineer. */
"Move Geometry" = "Flytta geometri";

/* No comment provided by engineer. */
"Move Part" = "Flytta del";

/* No comment provided by engineer. */
"Move Vertex" = "Flytta brytpunkt";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Inget certifikat hittades för att få åtkomst till resursen '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Det finns inga data för att skapa ett stapeldiagram";

/* No comment provided by engineer. */
"No data to create a line chart" = "Det finns inga data för att skapa ett linjediagram";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Det finns inga data för att skapa ett cirkeldiagram";

/* No comment provided by engineer. */
"No image to display" = "Det finns ingen bild att visa";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Det går inte att hitta någon väg mellan ett angivet par stopp (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Ogiltigt tal";

/* No comment provided by engineer. */
"Not a valid whole number" = "Ogiltigt heltal";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Det går inte skapa objektet utan en portal. Använd metoden fromJSON:withPortal:error: istället.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Ett eller flera ackumuleringsattributnamn (%@) är ogiltiga.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Ett eller flera attributnamn (%@) som är associerade med de anpassade parameterattributvärdena är ogiltiga.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "En eller flera inrättningar (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "En eller flera inrättningar (%@) har en ogiltig trottoarsida.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "En eller flera inrättningar (%@) har ett ogiltigt impedansgränsvärde.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "En eller flera incidenter (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "En eller flera incidenter (%@) har en ogiltig trottoarsida.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "En eller flera incidenter (%@) har ett ogiltigt impedansgränsvärde.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "En eller flera incidenter (%@) har färre än 1 målinrättning.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Ett eller flera parameternamn (%@) som är associerade med de anpassade parameterattributvärdena är ogiltiga.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "En eller flera parametervärdetyper som är associerade med de anpassade parameterattributvärdena (%@) är ogiltiga.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Ett eller flera punkthinder (%@) är olokaliserade.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Ett eller flera punkthinder (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Ett eller flera punkthinder (%@) har ett ogiltigt attributnamn för tillagd kostnad.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Ett eller flera punkthinder (%@) har en ogiltig trottoarsida.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Ett eller flera polygonhinder (%@) täcker inga nätverkselement.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Ett eller flera polygonhinder (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Ett eller flera polygonhinder (%@) har ett ogiltigt attributnamn för tillagd kostnad.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Ett eller flera polylinjehinder (%@) täcker inga nätverkselement.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Ett eller flera polylinjehinder (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Ett eller flera polylinjehinder (%@) har ett ogiltigt attributnamn för tillagd kostnad.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Ett eller flera begränsningsattributnamn (%@) är ogiltiga.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "En eller flera begränsningsanvändningsvärden (%1$@) som är associerade med de anpassade parameterattributvärdena (%2$@) är ogiltiga.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "En eller flera begränsningsanvändningsvärden (%1$@) som är associerade med de anpassade parameterattributvärdena (%2$@) är neutrala (d.v.s. har ingen effekt).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Ett eller flera stopp (%@) ligger på ett oframkomligt element.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Ett eller flera stopp (%@) ligger på ett element med mjuk begränsning.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Ett eller flera stopp (%@) är olokaliserade.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Ett eller flera stopp (%@) kan inte nås från andra stopp.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Ett eller flera stopp (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Ett eller flera stopp (%@) har ett tidsfönster som slutar innan det har börjat.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Ett eller flera stopp (%@) har ett tidsfönster som startar före 1 januari 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Ett eller flera stopp (%@) har en ogiltig trottoarsida.";

/* No comment provided by engineer. */
"Open in Safari" = "Öppna i Safari";

/* No comment provided by engineer. */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Ange ett namn på den nya bilagan";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polygonhindret (%1$@) har attribut för tillagd kostnad som är negativa eller noll (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polylinjehindret (%1$@) har attribut för tillagd kostnad som är negativa eller noll (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylinjer kan inte returneras.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Användare med offentligt konto har inte åtkomst till denna applikation.";

/* No comment provided by engineer. */
"Remove Part" = "Ta bort del";

/* No comment provided by engineer. */
"Remove Vertex" = "Ta bort brytpunkt";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Att ändra ordning på stopp (handelsresandeproblemet) stöds inte när samlingen av stopp innehåller vägpunkter eller raster.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Återställ till standardvärden";

/* No comment provided by engineer. */
"Retry" = "Försök igen";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Rutten startar eller slutar på en vägpunkt.";

/* No comment provided by engineer. */
"Save Image" = "Spara bild";

/* No comment provided by engineer. */
"Save Movie" = "Spara film";

/* No comment provided by engineer. */
"Sign In" = "Logga in";

/* No comment provided by engineer. */
"Skip" = "Hoppa över";

/* No comment provided by engineer. */
"Small" = "Liten";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Den angivna starttiden inträffar före 1 januari 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Stoppet (%1$@) har ogiltiga attributnamn för tillagd kostnad (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Ta bild eller video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Standardimpedansgränsvärdet är ogiltigt.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Standardmålinrättningsantalet är ogiltigt.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Attributnamnet för vägbeskrivningsavstånd (%@) är ogiltigt.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Vägbeskrivningsspråket är ogiltigt.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Attributet för vägbeskrivningens vägklass är ogiltigt.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Vägbeskrivningsstilen är ogiltig.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Attributnamnet för vägbeskrivningstid (%@) är ogiltigt.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Impedansattributnamnet (%@) är ogiltigt.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Den geografiska indatareferensen är odefinierad.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Nätverket behöver inte ha något hierarkiattribut för att utföra hierarkisk ruttplanering.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objektet måste först sparas till en portal med hjälp av metoden \"saveAs:\".";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Den geografiska utdatareferensen är odefinierad.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Polygonbuffertavståndet är ogiltigt.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Den resurs du söker kan ha tagits bort, namnet kan ha ändrats eller så är den inte tillgänglig för tillfället";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Den resulterande rutten har korsat ett eller flera element med mjuk begränsning (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Rutten är för stor att lösa med färdläget gång.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Sökning med Where-sats stöds inte.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Servercertifikatet är ogiltigt. Du kanske håller på att ansluta till en server som uppträder som '%@' och kan utsätta din konfidentiella information för risker. Vill du ansluta ändå?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Tjänsten kan inte beräkna tidsändring korrekt.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Angivet clientID är ogiltigt";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Egenskapen stopptyp ignorerades för stopp (%@) eftersom servern inte stöder den valda typen av stopp.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Färdläget har ställts in till standard.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Vägpunkterna (%@) innehåller attribut för tillagd kostnad.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Vägpunkterna (%@) innehåller tidsfönster.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Det inträffade ett fel vid laddning av geoobjektet. Kontrollera nätverksanslutningen.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Startdatum för tidsfönster ändrades.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Tidsfönster ignorerades eftersom impedansattributet inte är tidsbaserat.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Du måste vara inloggad på portalen för att kunna spara det som ett nytt objekt.";

/* No comment provided by engineer. */
"Today" = "Idag";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token är ogiltig eller har upphört";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token-URL är noll. Du måste ange en giltig token-URL i inloggningsuppgifterna.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Det går inte att logga in med de angivna inloggningsuppgifterna.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Det går inte att hämta användarprofilen från leverantören";

/* No comment provided by engineer. */
"Unauthorized access" = "Obehörig åtkomst";

/* No comment provided by engineer. */
"Unknown authentication error" = "Okänt autentiseringsfel";

/* No comment provided by engineer. */
"Unknown condition." = "Okänt villkor.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ett okänt fel har inträffat";

/* No comment provided by engineer. */
"Unsupported GPX data." = "GPX-data stöds inte.";

/* No comment provided by engineer. */
"User canceled error" = "Fel när användaren avbröt";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Användarlicenserna som tilldelats av din organisation är ogiltiga. Kontakta administratören för att justera licenstilldelningarna och försök igen.";

/* No comment provided by engineer. */
"Username" = "Användarnamn";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Använder webbläsare för att autentisera...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Värdet överstiger den maximala fältlängden %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Du ändrar geoobjektstypen. Vill du behålla de befintliga värdena (där det är möjligt) eller återställa standardinställningarna?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Du kan inte logga in eftersom du inte har ett organisationskonto som är kopplat till din sociala nätverksinloggning";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Du saknar behörighet för att få åtkomst till denna resurs";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Du har inte tillräcklig användarnivå för att få åtkomst till denna applikation.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Du måste vara inloggad på portalen för att utföra den här åtgärden.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Du måste ange ett betyg mellan 1 och 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Du måste ange en nyckel för platsbestämningsbeskrivning (NSLocationWhenInUseUsageDescription eller NSLocationAlwaysUsageDescription) i plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Du måste välja ett certifikat för att få åtkomst till resursen '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Du måste logga in för att få åtkomst till resursen '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "tum";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "M";
"pt" = "pt";
"Unknown" = "Okänt";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeter";
"Decimal Degrees" = "Decimalgrader";
"Decimeters" = "Decimeter";
"Feet" = "Fot";
"Inches" = "Tum";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Mile";
"Millimeters" = "Millimeter";
"Nautical Miles" = "Nautiska mil";
"Points" = "Punkter";
"Yards" = "Yard";

/* Area Units Abbreviated Strings */
"sq. in" = "kv.tum";
"sq. ft" = "kv.fot";
"sq. yd" = "kv.yd";
"ac" = "ac";
"sq. mi" = "eng. kv.miles";
"sq. mm" = "kv.mm";
"sq. cm" = "kv.cm";
"sq. dm" = "kv.dm";
"sq. m" = "kv.m";
"ares" = "ar";
"ha" = "ha";
"sq. km" = "kv.km";

/* Area Units Display Strings */
"Square Inches" = "Kvadrattum";
"Square Feet" = "Kvadratfot";
"Square Yards" = "Kvadratyards";
"Acres" = "Tunnland";
"Square Miles" = "Kvadratmil (engelska)";
"Square Millimeters" = "Kvadratmillimeter";
"Square Centimeters" = "Kvadratcentimeter";
"Square Decimeters" = "Kvadratdecimeter";
"Square Meters" = "Kvadratmeter";
"Ares" = "Ar";
"Hectares" = "Hektar";
"Square Kilometers" = "Kvadratkilometer";

